Repository: AmatCoder/Gelide
Catalog: po/*.po
Languages: ru

source: Manage and play your roms
ru: Управляйте образами игр и играйте!

source: Mame exe based dat file
ru: DAT файл на основе mame exe

source: Exe based dat
ru: Exe на основе dat

source: Console released by Amstrad in 1990 and was based on the still-popular CPC technology.
ru: Консоль, выпущенная Amstrad в 1990 году и основанная на всё ещё популярной технологии CPC.

source: Multi Emulator Super System, the sister project of MAME
ru: Multi Emulator Super System, проект, родственный MAME

source: The MESS Team
ru: Команда MESS

source: Portable Mess version for POSIX-y systems with SDL
ru: Портативная версия Mess для POSIX-у систем с SDL

source: Olivier Galibert and R. Belmont
ru: Olivier Galibert и R. Belmont

source: Originally known as the Atari VCS, was released in October 1977
ru: Первоначально известная как Atari VCS, выпущена в октябре 1977 года

source: A multi-platform Atari VCS 2600 emulator
ru: Мультиплатформенный эмулятор Atari VCS 2600

source: An Atari 2600 Emulator
ru: Эмулятор Atari 2600

source: Multiple Emulator Super System for UNIX/Linux
ru: Multiple Emulator Super System для UNIX/Linux

source: The XMame team
ru: Команда XMame

source: Atari 5200 SuperSystem was the replacement for the famous Atari 2600
ru: Atari 5200 SuperSystem пришёл на замену известному Atari 2600

source: Video game console released by Atari Corp in June 1986
ru: Игровая видеоконсоль, выпущенная корпорацией Atari в июне 1986 года

source: The first 64-Bits gaming system released by Atari Corp. in 1993
ru: Первая игровая 64-битная система, выпущенная корпорацией Atari в 1993 году

source: Portable emulator based in Virtual Jaguar
ru: Портативный эмулятор, основанный на Virtual Jaguar

source: Was a handheld game console released by Atari Corporation in 1989
ru: Карманный игровая консоль, выпущенная корпорацией Atari в 1989 году

source: Portable Multi-system emulator under GPL
ru: Портативный мультисистемный эмулятор под лицензией GPL

source: The Mednafen team
ru: Команда Mednafen

source: SDL based port of the famous Handy Atari Lynx emulator
ru: Версия знаменитого эмулятора Handy Atari Lynx на базе SDL

source: Handheld 16-Bits game console released in Japan by Bandai in 1999
ru: Карманная 16-битная игровая консоль, выпущенная Bandai в 1999 году в Японии

source: Freeware Multi-system emulator for Linux and Windows
ru: Свободный мультисистемный эмулятор для Linux и Windows

source: WonderSwan color version released in Japan by Bandai in 2000
ru: Цветная версия WonderSwan, выпущена фирмой Bandai в Японии в 2000 году

source: Coleco Industries' second generation video game console released in August 1982
ru: Игровая консоль второго поколения, выпущенная фирмой Coleco Industries в августе 1982 года

source: A 8-Bits Second generation video game console
ru: Игровая 8-битная видеоконсоль второго поколения

source: Entex's second generation video game console
ru: Игровая 8-битная видеоконсоль второго поколения фирмы Entex

source: Game console released by Fairchild in 1976. It was the first programmable ROM cartridge console.
ru: Игровая консоль, выпущенная Fairchild в 1976 году. Это была первая консоль на программируемых ПЗУ картриджах.

source: 8-Bits console with an integrated vector monitor which displays vector graphics
ru: 8-битная консоль с встроенным векторным дисплеем

source: Magnavox second generation video game console released in 1978
ru: Игровая видеоконсоль второго поколения, выпущенная фирмой Magnavox в 1978 году

source: Multiple Arcade Machine Emulator
ru: Multiple Arcade Machine Emulator (Эмулятор множества аркадных игровых аппаратов)

source: Nicola Salmoria and the Mame Team
ru: Nicola Salmoria и команда Mame

source: Portable MAME version for POSIX-y systems with SDL
ru: Портативная версия MAME для POSIX-у систем с SDL

source: Olivier Galibert, R. Belmont and the MAME Team
ru: Olivier Galibert, R. Belmont и команда MAME

source: Multiple Arcade Machine Emulator for UNIX/Linux
ru: Multiple Arcade Machine Emulator для UNIX/Linux

source: The XMame Team
ru: Команда XMame

source: Video game console released by Mattel Electronics in 1979
ru: Игровая видеоконсоль, выпущенная Mattel Electronics в 1979 году

source: Joe Zbiciak's Intellivision Emulator for Linux
ru: Эмулятор Intellivision для Linux от Joe Zbiciak

source: 8-Bits video game console also known as TurboGrafx
ru: Игровая 8-битная видеоконсоль, также известная, как TurboGrafx

source: Multiplatform Pc Engine / TurboGrafx emulator
ru: Мультиплатформенный эмулятор Pc Engine / TurboGrafx

source: 8-Bits video game console successor of the Pc Engine
ru: Игровая 8-битная видеоконсоль, преемник Pc Engine

source: Dual-screen handheld console released by Nintendo in 2004
ru: Портативная игровая консоль, с двумя экранами, выпущенная Nintendo в 2004 году

source: A Nintendo DS emulator under GNU GPL
ru: Эмулятор Nintendo DS, выпущенный под лицензией GNU GPL

source: Yopyop and The DeSmuME team
ru: Yopyop и команда DeSmuME

source: Nintendo Famicom Disk System
ru: Дисковая система Nintendo Famicom

source: Was released in 1986 by Nintendo as a peripheral for the Famicom console
ru: Была выпущена Nintendo в 1986 году, как периферийное устройство для консоли Famicom

source: A Evolution of the original FCE Ultra emulator
ru: Дальнейшее развитие оригинального эмулятора FCE Ultra

source: The FCEUX team
ru: Команда FCEUX

source: Open source NES/Famicom emulator focused accuracy
ru: Открытый эмулятор NES/Famicom, основное внимание уделяется точности эмуляции

source: Martin Freij & R. Belmont (Linux port)
ru: Мартин Freij & R. Belmont (порт на Linux)

source: Handheld video game console developed by Nintendo released in 1989
ru: Портативная видеоконсоль, разработанная Nintendo и выпущенная в 1989 году

source: Accuracy-focused, cross-platform Game Boy Color emulator
ru: Ориентированный на точность эмуляции, кроссплатформенный эмулятор Game Boy Color

source: A Game Boy (Color) emulator for GNU/Linux written in C using SDL
ru: Эмулятор Game Boy (Color) для GNU/Linux, написанный на C с использованием SDL

source: One of the few Game Boy (Color) emulator for GNU/Linux
ru: Один из немногих эмуляторов Game Boy (Color) для GNU/Linux

source: Laguna and Gilgamesh
ru: Laguna и Gilgamesh

source: VBA is one of the most known emulators for GBA
ru: VBA является одним из самых известных эмуляторов для GBA

source: Forgotten and The VBA Team.
ru: Forgotten и команда VBA.

source: Successor of the Game Boy released in October 1998
ru: Преемник Game Boy, выпущен в октябре 1998 года

source: 32-Bit handheld video game console developed by Nintendo released in 2001
ru: Портативная 32-битная видеоконсоль, разработанная Nintendo и выпущенная в 2001 году

source: A freeware Nintendo Game Boy Advance emulator.
ru: Свободный эмулятор Nintendo Game Boy Advance

source: SDLEmu development-team
ru: Команда разработчиков SDLEmu

source: 8-Bit video game console developed by Nintendo and released in 1983
ru: Игровая 8-битная видеоконсоль, разработанная Nintendo в 1983 году

source: 16-Bits video game console sucessor of the Nes
ru: Игровая 16-битная видеоконсоль, преемник Nes

source: Gtk+ port of Snes9x Free SNes emulator
ru: Порт на GTK+ свободного NES эмулятора Snes9x

source: An accuracy focused emulator for Nintendo SNES
ru: Ориентированный на точность эмулятор Nintendo SNES

source: Zsnes - A Super Nintendo emulator
ru: ZSNES - эмулятор Super Nintendo

source: 64-Bit console released by Nintendo in 1996 in Japan.
ru: 64-битная консоль, выпущенная Nintendo в 1996 году в Японии.

source: An open source Nintendo 64 emulator
ru: Эмулятор Nintendo 64 с открытым исходным кодом

source: The Mupen64Plus Team
ru: Команда Mupen64Plus

source: Multi arcade emulator mainly focused on Taito and Jaleco hardware
ru: Эмулятор множества аркадных консолей, ориентирован главным образом на оборудование Taito и Jaleco

source: Antiriad And Raine Team
ru: Antiriad и команда Raine

source: Video game console made by RCA that debuted in January 1977
ru: Игровая видеоконсоль фирмы RCA, дебютировавшая в январе 1977 года

source: Add-on for the Mega Drive/Genesis who adds support for 32bits
ru: Дополнение для Mega Drive/Genesis, добавляющее поддержку 32-битных игр

source: Free SEGA Mega Drive, 32X and SEGA CD emulator based on Gens
ru: Свободный эмулятор SEGA Mega Drive, 32X и SEGA CD, основанный на Gens

source: Handheld video games system released by SEGA as response to Game Boy
ru: Портативная консоль, выпущенная SEGA в ответ на выход Game Boy

source: Open source SEGA Master System / Gamegear emulator
ru: Открытый эмулятор SEGA Master System / Gamegear

source: 8-Bits cartridge based video game console released by SEGA
ru: Игровая консоль на основе картриджей, выпущенная SEGA

source: 16-Bits video game console developed by SEGA. Also known as Genesis
ru: 16-битная видеоконсоль, разработанная SEGA. Также известна как Genesis

source: SEGA Genesis/MegaDrive emulator written for maximum accuracy
ru: Эмулятор SEGA Genesis/MegaDrive, с максимальной точностью эмуляции

source: Open source SEGA Mega Drive / Genesis emulator
ru: Эмулятор SEGA Genesis/MegaDrive с открытым исходным кодом

source: Was the first video game console developed by SEGA
ru: Была первой видеоконсолью, разработанной SEGA

source: Arcade cartridge-based video game system released in 1990 by SNK
ru: Игровая видеосистема на основе картриджей ,выпущенная SNK в 1990 году

source: A powerful and fast Neo Geo emulator for GNU/Linux
ru: Мощный и быстрый эмулятор Neo Geo для GNU/Linux

source: Mathieu Peponas & others
ru: Mathieu Peponas и другие

source: First handheld video games system released by SNK
ru: Первая портативная консоль, выпущенная SNK

source: 16-Bit color handheld video games system released by SNK
ru: Портативная 16-битная игровая консоль, выпущенная SNK

source: Zinc - 3d arcade emulator
ru: Zinc - эмулятор 3d игровых автоматов

source: Emulator for Sony ZN-1 and ZN-2 and Namco System 11 hardware
ru: Эмулятор оборудования Sony ZN-1 и ЗН-2 и Namco System 11

source: The_Author and DynaChicken
ru: The_Author и DynaChicken

source: Games list
ru: Список игр

source: Flags:
ru: Флаги:

source: Rank:
ru: Ранг:

source: Gelide Website
ru: Вебсайт Gelide

source: "One to rule them all" A multi system and multi emulator frontend for GNU/Linux.
ru: «Один для управления всеми» Мультисистемный мультиэмуляторный фронтенд для GNU/Linux.

source: Translations credits
ru: Переводчики

source: Gelide ChangeLog
ru: Список изменений Gelide

source: Gelide changes history
ru: История изменений Gelide

source: Columns selector
ru: Выбор столбцов

source: Columns
ru: Столбцы

source: Please select games list columns
ru: Пожалуйста, выберите столбцы списка игр

source: Active
ru: Активный

source: Name
ru: Название

source: Emulators editor
ru: Редактор эмуляторов

source: Emulator's general information
ru: Общая информация об эмуляторе

source: Name:
ru: Название:

source: Description:
ru: Описание:

source: Version:
ru: Версия:

source: Author:
ru: Автор:

source: Web:
ru: Веб-сайт:

source: Binary:
ru: Исполняемый:

source: Params:
ru: Параметры:

source: Icon:
ru: Значок:

source: Non implemented.
ru: Не разработано.

source: This action is work in progress.
ru: Это действие находится в стадии разработки.

source: Please select an image
ru: Пожалуйста, выберите изображение

source: Games launcher
ru: Запуск игр

source: Starting emulation...
ru: Запуск эмуляции...

source: * Checking emulator:
ru: * Проверка эмулятора:

source: * Checking game:
ru: * Проверка игры:

source: * Processing parameters:
ru: * Обработка параметров:

source: Command:
ru: Команда:

source: * Launching emulation:
ru: * Запуск эмуляции:

source: Finished.
ru: Закончено.

source: * Process output:
ru: * Вывод обработки:

source: * Process error output:
ru: * Ошибки обработки:

source: Can not be located
ru: Не найдено

source: The system has no configured emulator.
ru: Система не имеет настроенного эмулятора.

source: Generating games list
ru: Создание списка игр

source: Please wait while system's dat file and roms directory are processed...
ru: Подождите, обрабатываются системные dat-файлы и каталоги с образами игр...

source: Initializing.
ru: Инициализация.

source: Are you sure you want to create a new list?
ru: Вы уверены, что вы хотите создать новый список?

source: If you continue, a new games list will be created for the current system.
ru: Если вы продолжите, будет создаван список новых игр для текущей системы.

source: Loading dat file...
ru: Загрузка файла dat...

source: Generating the user's game list...
ru: Формирование списка игр пользователя...

source: Checking files...
ru: Проверка файлов...

source: Checking:
ru: Проверка:

source: Generating list of games...
ru: Создание списка игр ...

source: End. %1 added games.
ru: Выполнено. Добавлено игр: %1.

source: Gelide configuration
ru: Конфигурация Gelide

source: Defaults systems
ru: Системы по умолчанию

source: Load default systems on boot
ru: Загрузить системы по умолчанию при запуске

source: Emulation
ru: Эмуляция

source: Show emulator's output
ru: Показать вывод эмулятора

source: Games list generator
ru: Генератор списка игр

source: Preserving games data
ru: Сохранение данных игр

source: Add unknown games
ru: Добавлять неизвестные игры

source: Export
ru: Экспортирование

source: Export icons
ru: Экспортировать значки

source: Export dat files
ru: Экспортировать файлы dat

source: Edit systems
ru: Редактировать системы

source: Information
ru: Информация

source: Directories
ru: Каталоги

source: System's general information
ru: Общая информация о системе

source: Dat File:
ru: Файл dat:

source: Bios File:
ru: Файл BIOS:

source: Home directory
ru: Домашний каталог

source: Roms directory
ru: Каталог образов

source: Images directory
ru: Каталог изображений

source: Snapshots:
ru: Снимки:

source: Titles:
ru: Названия:

source: Fronts:
ru: Обложка (спереди):

source: Backs:
ru: Обложка (сзади):

source: Media:
ru: Носитель:

source: Name field is not correct
ru: Поле «Название» некорректно

source: This field can not be empty.
ru: Это поле не может быть пустым.

source: Please select a directory
ru: Пожалуйста, выберите каталог

source: Export games list...
ru: Экспортирование списка игр...

source: File "%1" alredy exists". Do you want to replace it?
ru: Файл "%1" уже существует". Хотите заменить его?

source: Contents will be overwritten if you continue.
ru: Если вы продолжите, содержимое будет перезаписано.

source: Export systems...
ru: Экспортирование систем...

source: Import systems...
ru: Импортирование систем...

source: _File
ru: _Файл

source: _Launch game
ru: _Запустить игру

source: Launch selected game
ru: Запуск выбранной игры

source: Export l_ist...
ru: Экспортировать _список...

source: Export s_ystems...
ru: Экспортировать с_истемы...

source: Import _systems...
ru: Импортировать сис_темы...

source: _Properties...
ru: _Свойства

source: Show selected item properties.
ru: Отображение свойств выбранного элемента.

source: _Edit
ru: _Редактировать

source: _Favorite
ru: _Избранное

source: _Played
ru: _Запускались

source: _Working
ru: _Рабочие

source: _Rank
ru: Р_анг

source: _Columns...
ru: _Столбцы...

source: Game list columns configuration
ru: Настройки столбцов списка игр

source: Pre_ferences...
ru: _Настройки...

source: _View
ru: _Вид

source: _Tool bar
ru: _Панель инструментов

source: _Status bar
ru: _Строка состояния

source: _Filters
ru: _Фильтры

source: Show / hide filters tree
ru: Показать / скрыть дерево фильтров

source: _Browser
ru: _Браузер

source: Show / Hide systems browser
ru: Показать / скрыть браузер систем

source: _Left browser
ru: Браузер с_лева

source: _Top browser
ru: Браузер _сверху

source: _Information
ru: _Информация

source: Show / hide info pannel
ru: Показать / скрыть панель информации

source: _Tools
ru: _Инструменты

source: _Help
ru: _Помощь

source: _Contents
ru: _Содержание

source: Change_Log
ru: _История изменений

source: _About...
ru: _О программе...

source: About Gelide
ru: О Gelide

source: Games library
ru: Библиотека игр

source: Search:
ru: Поиск:

source: Flags:
ru: Флаги:

source: Rank:
ru: Ранг:

source: Manufacturer:
ru: Производитель:

source: Year:
ru: Год:

source: Snapshot
ru: Снимок

source: Title
ru: Название

source: Front
ru: Обложка (спереди)

source: Back
ru: Обложка (сзади)

source: Media
ru: Носитель

source: System:
ru: Система:

source: Emulator:
ru: Эмулятор:

source: Launch game
ru: Запуск игры

source: Icon
ru: Значок

source: Description
ru: Описание

source: _Move
ru: _Переместить

source: _First
ru: _В начало

source: _Up
ru: Вв_ерх

source: _Down
ru: В_низ

source: _Last
ru: В _конец

source: This operation can not be undone.
ru: Эта операция не может быть отменена.

source: Emulator data will be lost if you continue.
ru: Если вы продолжите, данные эмулятора будут потеряны.

source: All
ru: Все

source: Favorites
ru: Избранное

source: Played
ru: Запускались

source: Non played
ru: Не запускались

source: Working
ru: Рабочие

source: Non working
ru: Нерабочие

source: Availables
ru: Доступные

source: Non availables
ru: Недоступные

source: Unknown
ru: Неизвестные

source: Non unknown
ru: Известные

source: Rank
ru: Ранг

source: Year
ru: Год

source: Favorite
ru: В избранном

source: Flags
ru: Флаги

source: Manufacturer
ru: Производитель

source: Ran_k
ru: _Ранг

source: _Remove
ru: _Удалить

source: Game data will be deleted if you continue.
ru: Если вы продолжите, данные игры будут удалены.

source: System's data will be lost if you continue.
ru: Если вы продолжите, данные систем будут потеряны.
